#include <iostream>

void Start_interface()
{
    setlocale(LC_ALL, "ru");
    std::cout << " ------------------------------------------------------------------------------------------------------------\n";
    std::cout << "| Ведомость абитуриентов содержит ФИО, адрес, оценки по трем предметам и дополнительную информацию на выбор. |\n";
    std::cout << "| Определить средний балл абитуриентов, проживающих в городе Минске (быстрая сортировка по убыванию).        |\n";
    std::cout << " ------------------------------------------------------------------------------------------------------------\n\n\n";
}

void End_interface()
{
    setlocale(LC_ALL, "ru");
    std::cout << "####################################################################\n\n";
    std::cout << "--------------------------- \n | Выполнил Клемятенко Павел | \n | (вариант 11) | \n--------------------------- ";
}